
<!-- FAQ -->

<main class="faq ">
  <div class="container">
    <div class="section-heading" data-aos="fade-up" data-aos-anchor-placement="top-bottom" data-aos-duration="1000">
      <h2>Frequently Asked <em>Question</em></h2>
    </div>

    <div class="accordion" data-aos="fade-up" data-aos-anchor-placement="top-bottom" data-aos-duration="1500">

      <div class="accordion-item mb-3 ">
        <h3 class="title d-flex justify-content-between d-flex justify-content-between">
          <span>यदि जानवर ना काटे जाए तो चमड़ा, दवाई, और अन्य सैकड़ों काम की चीजें कहां से मिलेगी ?</span>
          <i class="fa fa-chevron-down"></i>
        </h3>
        <div class="inside">
        <p class="paragraph">
        आज के इस वैज्ञानिक युग में बनावटी चमड़ा कृत्रिम दवाइयां और अन्य अनेकों सुविधाएं सर्व सुलभ हो चुकी हैं| प्राकृतिक चिकित्सा की विभिन्न शाखाएं बड़ी लाभदायक सिद्ध हुई है| प्राणी पदार्थ के बिना भी आज का मनुष्य अपना काम चला सकता है, प्राणी वध बंद करने से प्राकृतिक संतुलन सुधरेगा और मांसाहार संबंधित रोग नहीं होंगे| जिसे दवाओं की जरूरत घट जाएगी| हिंसा से निर्मित सौंदर्य पदार्थों को बनाते समय जानवरों के साथ जो अपमान व्यवहार किया जाता है उस पर रोक लगेगी| हम आपसे पूछते हैं कि जब सारे जानवर मार डाले जाएंगे तब इन आवश्यक चीजों की प्राप्ति कहां से होगी?
        </p>
      </div>
      </div>

      <div class="accordion-item mb-3">
        <h3 class="title d-flex justify-content-between">
          <span>क्या शाकाहार अपनाने से कसाई की रोजी रोटी नहीं चली जाएगी? </span>
          <i class="fa fa-chevron-down"></i>
        </h3>
        <p class="paragraph">
        रोजी रोटी कमाने के हजारों तरीके हैं कसाई भी औरों की तरह अपनी आजीविका चला सकता है| प्राणी वध किए बिना उसे भूखा मरना पड़े ऐसा नहीं है, हम शाकाहार का प्रचार करने वाले कसाईओ का अहित नहीं चाहते कुछ संस्थाओं ने हिंसा छोड़ने वालों को आर्थिक सहयोग भी दिया है भलाई की ओर उठाए गए कदम आदमी काल में लाभदायक होते हैं| लॉटरी का धंधा करने वाले से मध्य प्रदेश सरकार की दुश्मनी नहीं थी फिर भी उसे दुष्परिणाम एवं लोगों की भावनाओं का ध्यान रखते हुए उसे बंद करना पड़ा|        </p>
      </div>

      <div class="accordion-item mb-3">
        <h3 class="title d-flex justify-content-between">
          <span>मांसाहार का विरोध क्यों किया जाता है? </span>
          <i class="fa fa-chevron-down"></i>
        </h3>
        <p class="paragraph">
            निशकारण किसी चीज का विरोध करना समय की बर्बादी है| मांसाहार से जुड़ी कुछ बुराइयां है, जो विरोध करने को विवश करती है स्वयं देखिए- <br>   <br>    
            
              1. जो हरगिस मरना नहीं चाहता, उस असहाय प्राणी को क्रूरता पूर्वक जिंदा काट डाला जाता है| <br> 
              2. बूचड़खानो में करोड़ों लीटर पानी बर्बाद होता है| <br> 
              3.प्राणी हिंसा से जलवायु बहुत प्रदूषित होती है| <br> 
              4. पशु हिंसा से अर्थ तंत्र का भी कत्ल होता है|   <br>          
              5. मांसाहार से भयंकर बीमारियां फैलती है|  <br> 
              6. प्राकृतिक संतुलन बिगड़ता है, इत्यादि| <br> 
            
        </p>
      </div>

      <div class="accordion-item mb-3">
        <h3 class="title d-flex justify-content-between">
          <span>मांसाहार का प्रचलन बहुत प्राचीन समय से है उसे एकदम कैसे छोड़ दें?</span>
          <i class="fa fa-chevron-down"></i>
        </h3>
        <p class="paragraph">
          पुरानी वस्तु अच्छी ही हो यह बात नहीं होती यूं तो चोरी, जारी, रहजनी, डकैती, जुआ और वेश्यावृत्ति भी काफी प्राचीन है क्या इन्हें भी अपनाए रहें| हमने कई पुरानी प्रथाओं यथा-सती-प्रथा, पर्दा-प्रथा, देवी दासी प्रथा, दास प्रथा आदि को अनुपयोगी व हानिकारक समझकर नकारा है| 1947 से पूर्व भारत वर्ष में राजतंत्र था, पर उनको समाप्त कर हमने एक स्वतंत्र गणतंत्र की स्थापना की|        
        </p>
      </div>


      <div class="accordion-item mb-3">
        <h3 class="title d-flex justify-content-between">
          <span> अपने खानदानी भोजन को कैसे छोड़ा जा सकता है ? </span>
          <i class="fa fa-chevron-down"></i>
        </h3>
        <p class="paragraph">
          यदि मनुष्य अपनी खानदानी परंपरा पर हमेशा अटल रहा तो यह तर्क अनुचित नहीं पर ऐसा होता कहां है?
              मनुष्य स्वार्थवश पुरानी परंपराओं को हमेशा तिलांजलि देता आया है|  <br>
              उदाहरण देखें:- <br>

              1. किसी खानदानी रोग का उपचार मिलने पर कोई मना नहीं करता| <br>
              2. खानदानी निर्धन व्यक्ति धनी बन्ना सहर्ष स्वीकार कर लेता है| <br>
              3. मधुमेह होने पर खानदानी हलवाई भी मिष्ठान को छोड़ देता है भले ही उसके बाप दादा मिष्ठान प्रेमी रहे हो| <br>
              4. अनपढ़ खानदान के लोग भी पढ़ लिखकर होशियार बनना पसंद करते हैं तथा इस पर किसी को भी कोई आपत्ति नहीं होती| <br>
              5. किसी के दादा कातिल थे, फिर पिता ने भी एक जान ले ली| इस खानदानी परंपरा को तोड़ना ही सराहनीय प्रयास समझा जाएगा निभाना नहीं|   <br>     
        </p>
      </div>



    </div>
  </div>
</main>





  <script>
    // Accordion Action
      const accordionItem = document.querySelectorAll(".accordion-item");

      accordionItem.forEach((el) =>
        el.addEventListener("click", () => {
          if (el.classList.contains("active")) {
            el.classList.remove("active");
          } else {
            accordionItem.forEach((el2) => el2.classList.remove("active"));
            el.classList.add("active");
          }
        })
      );
  </script>
<!-- FAQ ends here -->











